/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'download': {
    width: 86.97,
    height: 100,
    viewBox: '0 0 86.97 100',
    data: '<g data-name="レイヤー 2"><path pid="0" d="M82 76.23a4.94 4.94 0 015 5V95a4.94 4.94 0 01-5 5H5.15A5.1 5.1 0 010 95V81.19a5.1 5.1 0 015.15-5 4.94 4.94 0 015 5v8.7H77v-8.7a4.94 4.94 0 015-5zm-41.92 3.13L9.77 49a4.78 4.78 0 010-7 4.78 4.78 0 017 0l21.84 21.73V5a5 5 0 119.93 0v58.73l21.67-21.67a5 5 0 017.17 0 4.78 4.78 0 010 7l-30.31 30.3a4.89 4.89 0 01-7 0zm0 0" data-name="レイヤー 1"/></g>'
  }
})
