/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'download-pc': {
    width: 100,
    height: 100,
    viewBox: '0 0 100 100',
    data: '<g data-name="レイヤー 2"><path pid="0" d="M89.23 0H10.77A10.77 10.77 0 000 10.77v78.46A10.77 10.77 0 0010.77 100h78.46A10.77 10.77 0 00100 89.23V10.77A10.77 10.77 0 0089.23 0zM75.59 57.27L53.18 79.68a4.45 4.45 0 01-6.36 0L24.41 57.27a4.5 4.5 0 016.36-6.36l14.72 14.6v-42a4.51 4.51 0 119 0v42L69.1 50.92a4.54 4.54 0 016.49 0 4.4 4.4 0 010 6.35z" data-name="レイヤー 1"/></g>'
  }
})
