/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'file-image': {
    width: 77.42,
    height: 100,
    viewBox: '0 0 77.42 100',
    data: '<g data-name="レイヤー 2"><path pid="0" d="M76.47 21.94l-20-20A6.45 6.45 0 0051.86 0H6.45A6.45 6.45 0 000 6.45v87.1A6.45 6.45 0 006.45 100H71a6.45 6.45 0 006.45-6.45V24.22a3.23 3.23 0 00-.98-2.28zM54.24 8.87l14.52 14.52H54.24zM71 93.55H6.45V6.45h42.27v20.74a1.63 1.63 0 001.63 1.64H71zM29.2 74l-7.47-8.68-9 10.49v12.13h52V71.19L48.28 54zm-6.49-19a10 10 0 10-10-10 10 10 0 0010 9.94z" data-name="レイヤー 1"/></g>'
  }
})
