/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'file-text': {
    width: 77.42,
    height: 100,
    viewBox: '0 0 77.42 100',
    data: '<g data-name="レイヤー 2"><path pid="0" d="M76.47 21.94l-20-20A6.45 6.45 0 0051.86 0H6.45A6.45 6.45 0 000 6.45v87.1A6.45 6.45 0 006.45 100H71a6.45 6.45 0 006.45-6.45V24.22a3.23 3.23 0 00-.98-2.28zM54.24 8.87l14.52 14.52H54.24zM71 93.55H6.45V6.45h42.27v20.74a1.63 1.63 0 001.63 1.64H71zm-58.26-49a3 3 0 003 3h46a3 3 0 000-6h-46a3 3 0 00-3.03 2.95zm49 13h-46a3 3 0 000 6h46a3 3 0 000-6zm-26 16h-20a3 3 0 000 6h20a3 3 0 000-6z" data-name="レイヤー 1"/></g>'
  }
})
