/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'open-reader': {
    width: 63.94,
    height: 100,
    viewBox: '0 0 63.94 100',
    data: '<g data-name="レイヤー 2"><g data-name="レイヤー 1"><path pid="0" d="M55.58 0H8.36A8.37 8.37 0 000 8.36v83.28A8.37 8.37 0 008.36 100h47.22a8.37 8.37 0 008.36-8.36V8.36A8.37 8.37 0 0055.58 0zM32 96.12a4.31 4.31 0 114.31-4.31A4.31 4.31 0 0132 96.12zm23.8-12.5H8.14V12.36H55.8z"/><path pid="1" d="M14.29 57.22h35.36v3.65H14.29zM14.29 50.28h28.67v3.65H14.29zM14.29 43.33h35.36v3.65H14.29zM14.29 21.35h26.62V25H14.29zM14.29 71.1h22.44v3.65H14.29zM14.29 64.16h35.36v3.65H14.29z"/></g></g>'
  }
})
