/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'volume-off': {
    width: 91.5,
    height: 62.86,
    viewBox: '0 0 91.5 62.86',
    data: '<g data-name="レイヤー 2"><path pid="0" d="M42.33.38A4 4 0 0038 .94L15.87 19.3H4.06A4.07 4.07 0 000 23.36v16.15a4.05 4.05 0 004.06 4h11.81L38 61.93a4.06 4.06 0 006.64-3.13V4.06A4.06 4.06 0 0042.33.38zm49.17 20L89 17.87 78.5 28.39 68 17.87l-2.5 2.48L76 30.87 65.5 41.39l2.5 2.48 10.5-10.52L89 43.87l2.48-2.48L81 30.87z" data-name="レイヤー 1"/></g>'
  }
})
